Repository: goulvench/wp-sudweb-theme
Catalog: i18n/*.po
Languages: fr_fr

source: Keep in touch
fr_fr: Restez informés !

source: Sponsors
fr_fr: Nos partenaires

source: Latest News
fr_fr: Actualités

source: Highlighted Talk
fr_fr: Au programme

source: By
fr_fr: Par

source: Search Sponsor Types
fr_fr: Rechercher un type de partenaire

source: All Sponsor Types
fr_fr: Tous les types de partenaires

source: Edit Sponsor Type
fr_fr: Modifier le type de partenaire

source: Update Sponsor Type
fr_fr: Mettre à jour le type de partenaire

source: Add New Sponsor Type
fr_fr: Ajouter un type de partenaire

source: New Sponsor Type Name
fr_fr: Nouveau type de partenaire

source: Sponsor Type
fr_fr: Type de partenaire

source: Add New
fr_fr: Ajouter

source: Add New Sponsor
fr_fr: Ajouter un partenaire

source: Edit Sponsor
fr_fr: Editer le partenaire

source: New Sponsor
fr_fr: Nouveau partenaire

source: All Sponsors
fr_fr: Tous les partenaires

source: View Sponsor
fr_fr: Afficher le partenaire

source: Search Sponsors
fr_fr: Chercher parmi les partenaires

source: No sponsors found
fr_fr: Aucun partenaire trouvé

source: No sponsors found in Trash
fr_fr: Aucun partenaire trouvé dans la corbeille

source: Sponsor
fr_fr: Nos partenaires

source: Search Talk Types
fr_fr: Rechercher un type de conférence

source: All Talk Types
fr_fr: Tous les types de conférence

source: Edit Talk Type
fr_fr: Modifier le type de conférence

source: Update Talk Type
fr_fr: Mettre à jour le type de conférence

source: Add New Talk Type
fr_fr: Ajouter un type de conférence

source: New Talk Type Name
fr_fr: Nouveau type de conférence

source: Talk Type
fr_fr: Type de conférence

source: Add New Talk
fr_fr: Ajouter une nouvelle conférence

source: Edit Talk
fr_fr: Modifier la conférence

source: New Talk
fr_fr: Nouvelle conférence

source: All Talks
fr_fr: Toutes les conférences

source: View Talk
fr_fr: Voir la conférence

source: Search Talks
fr_fr: Recherche une conférence

source: No talks found
fr_fr: Aucune conférence trouvée

source: No talks found in Trash
fr_fr: Aucune conférence trouvée dans la corbeille

source: Talk
fr_fr: Conférence
